[CharacterDef_Lilac DownloadableCharacterDefinition]
ContentDisplayName="Personagem Lilac"

[CustomItemSetDef_Lilac DownloadableItemSetDefinition]
ContentDisplayName="Psicopata"

[CustomizationSet_Lilac DownloadableCustomizationSetDefinition]
ContentDisplayName="Personalização do Psicopata"

[PackageDef_Lilac DownloadablePackageDefinition]
PackageDisplayName="Pacote Psicopata"

[PlayerClassId.Psycho PlayerClassIdentifierDefinition]
LocalizedClassName="PSICOPATA"
LocalizedClassNameNonCaps="Psicopata"

[PlayerNameId.LilacPlayerClass PlayerNameIdentifierDefinition]
LocalizedCharacterName="Krieg"
LocalizedCharacterDescription="Descrição de Personagem Localizada"
LocalizedActionSkillDescription="Machado de Serra"
LocalizedPreferredWeaponDescription="Lutador agressivo e combatente"

